OdRxCOMAttribute.name
\details
Gets the name of the corresponding COM property.
\returns
Name of the corresponding COM property.

OdRxCOMAttribute.createObject(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Constructor. Creates an attribute containing the corresponding COM property.
\param name [in]  Name of the corresponding COM property.
\returns
Smart pointer to a constructed attribute object.